{
  "step2": "Click here to view the list of Activities you have added-esp",
  "step0": "Hover over here to get options to add an activity-esp",
  "step3": "Click here to view your organisation's data which you can publish/update to the IATI Registry-esp",
  "step4": "Click here to view your published activity and organisation data files.-esp",
  "step5": "Click here to view all the documents you have uploaded from document link in the activities-esp",
  "step6": "Click here to get download options for your data on AidStream-esp",
  "step7": "Click here to view the settings of your organisation. Only the users with Administrator level permission can edit settings-esp",
  "step8": "Click here to view the changes made by users-esp",
  "step1": "Hover over here and click on “My Profile” to go your profile page-esp",
  "final": "You can always start the Dashboard tour again by turning this toggle on-esp",
  "skip": "Skip Dashboard Tour-esp",
  "next": "Next-esp",
  "complete": "Complete tour-esp",
  "publishingInfo1": "AidStream required your organisation's Publisher ID and API key to be able to publish your data to the IATI registry.-esp",
  "publishingInfo2": "The publishing type is “Unsegmented” by default.All the activities will be published in a single file to the IATI registry.-esp",
  "publishingInfo3": "By default, when you update your data, the changes are not automatically reflected on the IATI registry. Select “Yes” to let AidStream automatically update your data on the registry.-esp",
  "activityElementsChecklist": "On AidStream some of the elements are required for an activity. These elements are <span class=\"disabled-check-img\"></span> checked in the list below and disabled. You can always <span class=\"add-check-img\"></span> check other elements to add their information in your activities.-esp",
  "defaultValues": "These default values are used throughout  the AidStream for your organisation and activities information.-esp",
  "updateAndGo": "Update and go to next step-esp",
  "setUpLater": "I'll set this up later-esp",
  "defaultCurrency": "Default Currency is required.-esp",
  "defaultLanguage": "Default Language is required.-esp",
  "publisherId": "Publisher id is required.-esp",
  "apiId": "Api Id is required.-esp"
}